Repository: Code-Poets/praktyki-2018
Catalog: e_munchkin/locale/*/LC_MESSAGES/django.po
Languages: pl

source: English
pl: Angielski

source: Polish
pl: Polski

source: Withdraw
pl: Wycofaj się

source: Are you sure you want to withdraw from the game
pl: Czy jesteś pewien/pewna, że chcesz wycofać się z gry

source: This will irreversibly remove you from this game
pl: Spowoduje to nieodwracalne usunięcie cię z tej gry

source: You can join the game again, but all of your current stats will be lost
pl: Możesz ponownie dołączyć do gry, ale wszystkie twoje bieżące statystyki zostaną utracone

source: Are you sure you want to proceed
pl: Czy na pewno chcesz kontynuować

source: Yes
pl: Tak

source: No
pl: Nie

source: Encyclopedia
pl: Encyklopedia

source: Races
pl: Rasy

source: Description
pl: Opis

source: Classes
pl: Klasy

source: Back
pl: Powrót

source: Join game
pl: Dołącz do gry

source: Join
pl: Dołącz

source: Recently played games
pl: Ostatnio grane gry

source: Game name
pl: Nazwa gry

source: Nick
pl: Pseudonim

source: Level
pl: Poziom

source: Game started at
pl: Gra rozpoczęta dnia

source: No recently played games
pl: Brak ostatnio granych gier

source: Create new game
pl: Utwórz nową grę

source: Create
pl: Utwórz

source: Games you are currently hosting
pl: Gry, które aktualnie prowadzisz

source: Game code
pl: Kod gry

source: Players
pl: Gracze

source: Game created at
pl: Gra utworzona dnia

source: You are not hosting any games
pl: Nie prowadzisz żadnych gier

source: Yes, I know
pl: Tak, wiem

source: Oh, really
pl: O, naprawdę

source: Edit your game
pl: Edytuj grę

source: Save
pl: Zapisz

source: Edit
pl: Edytuj

source: Kick
pl: Wyrzuć

source: End game
pl: Zakończ grę

source: Are you sure
pl: Czy jesteś pewien/pewna

source: Do you want to end
pl: Czy chcesz zakończyć grę

source: and save all gamers stats
pl: i zapisać jej wszystkie statystyki

source: Watch out
pl: Uwaga

source: Some gamer does not have his order
pl: Gracz nie posiada swojego miejsca

source: This is the end of the
pl: Oto jest koniec gry

source: Statistics
pl: Statystyki

source: Gamer
pl: Gracz

source: Gender
pl: Płeć

source: Race
pl: Rasa

source: Class
pl: Klasa

source: That's right
pl: Zgadza się

source: Free place for gamer
pl: Wolne miejsce dla gracza

source: Chair number
pl: Numer krzesła

source: Do we have a winner
pl: Czy mamy zwycięzcę

source: Is that the end of a game
pl: Czy to już koniec gry

source: Oh no
pl: O nie

source: Yes, that's right
pl: Tak, zgadza się

source: No, we change rules
pl: Nie, zmieniamy zasady

source: Home
pl: Start

source: made by
pl: utworzona przez

source: These are all statistics for
pl: To są wszystkie statystyki dla

source: Winner
pl: Zwycięzca

source: Update
pl: Aktualizuj

source: Withdraw from game
pl: Wycofaj się

source: Wait, wait, wait...
pl: Zaczekaj...

source: I think we have a winner
pl: Wydaje mi się, że mamy zwycięzcę

source: But wait for game-master decision
pl: Ale zaczekaj na decyzję mistrza gry

source: Save and back
pl: Zapisz i wróć

source: Cancel
pl: Anuluj

source: Instruction manual
pl: Instrukcja obsługi

source: This application was designed to provide support during your regular Munchkin game
pl: Ta aplikacja została zaprojektowana, aby zapewnić wsparcie podczas twojej gry Munchkin

source: The application provides an interface which displays current stats of all players in the game
pl: Aplikacja zapewnia interfejs, który wyświetla aktualne statystyki wszystkich graczy w grze

source: such as level, bonus points, gender, class and race. The host of the game should sign in and create
pl: takie jak poziom, punkty bonusowe, płeć, klasa i rasa. Porwadzący grę powinien się zalogować i utworzyć

source: it's panel on the website. After the panel is created, an access code for it will be generated
pl: jej panel na stronie internetowej. Po utworzeniu panelu zostanie wygenerowany kod dostępu do niej

source: The host should make this code available to other players. The players are then expected to use their mobile devices
pl: Prowadzący powinien udostępnić ten kod innym graczom. Od graczy oczekuje się korzystania z urządzeń mobilnych

source: to create their nicknames and access the game with given code
pl: , aby stworzyć swoje pseudonimy i uzyskać dostęp do gry z podanym kodem

source: And that's it
pl: I to wszystko

source: All you have to do for now on is remember to update your stats whenever they change during your game
pl: Wszystko, co musisz teraz zrobić, to pamiętać o aktualizowaniu statystyk za każdym razem, gdy ulegną one zmianie podczas gry

source: Once any player achieves the winning level, a blockade will be set for other players and appropriate notification
pl: Gdy dowolny gracz osiągnie poziom wygrywający, zostanie ustawiona blokada dla innych graczy i odpowiednie powiadomienie

source: will be displayed on main game panel. The host can then decide to finish the game or alter it's rules
pl: wyświetli się na głównym panelu gry. Prowadzący może następnie zdecydować o zakończeniu gry lub zmianie jej zasad

source: so the fun could go on
pl: , aby zabawa mogła trwać dłużej

source: Here's some additional information on the most important panels
pl: Oto kilka dodatkowych informacji na temat najważniejszych paneli

source: Homepage
pl: Strona startowa

source: From here you can got to game access view to provide your nickname and code for the game you wish to join
pl: Stąd możesz przejść do widoku dostępu do gry, aby podać swój pseudonim i kod do gry, do której chcesz dołączyć

source: Logged users are additionally able to go to game hosting view to create and host a game
pl: Zalogowani użytkownicy mogą dodatkowo przejść do widoku prowadzenia gier, aby utworzyć i obsługiwać grę

source: Host game
pl: Prowadź grę

source: Create new game by providing necessary information
pl: Utwórz nową grę, podając niezbędne informacje

source: You will be able to edit later if you wish
pl: Będziesz mógł je edytować później, jeśli chcesz

source: If you are already hosting any ongoing games
pl: Jeśli już prowadzisz jakiekolwiek trwające gry

source: corresponding links will be displayed at the bottom of the page
pl: odpowiednie linki będą wyświetlane u dołu strony

source: Game panel
pl: Panel gry

source: An interface representing your game
pl: Interfejs reprezentujący twoją grę

source: It shows a table with all of the active players and their current stats
pl: Pokazuje tabelę z wszystkimi aktywnymi graczami i ich aktualnymi statystykami.

source: The page updates automatically
pl: Strona aktualizuje się automatycznie

source: On top-right corner game's winning level is displayed next to the ''Edit'' button
pl: W prawym górnym rogu, obok przycisku ''Edytuj'', jest wyświetlany poziom wygrywający grę

source: On top-left corner a 4-character access code is displayed next to homepage redirect button
pl: W lewym górnym rogu, obok przycisku przekierowania do strony głównej, wyświetlany jest 4-znakowy kod dostępu

source: After any of the players achieves a winning level, an appropriate message will be displayed
pl: Gdy którykolwiek z graczy osiągnie poziom wygrywający, zostanie wyświetlona odpowiednia wiadomość

source: and you will be asked to either finish the game or alter it's rules in the settings view
pl: a użytkownik zostanie poproszony o zakończenie gry lub zmianę reguł w widoku ustawień

source: You can access the settings at any time by choosing the ''Edit'' button
pl: Możesz uzyskać dostęp do ustawień w dowolnym momencie, wybierając przycisk ''Edytuj''

source: From there, you can change game's settings
pl: Stamtąd możesz zmienić ustawienia gry

source: kick players out or finish the game prematurely
pl: kopać graczy lub zakończyć grę przedwcześnie

source: WARNING
pl: OSTRZEŻENIE

source: Once the game is finished, nobody will be able to access it again
pl: Po zakończeniu gry nikt nie będzie mógł uzyskać do niej dostępu ponownie

source: Type in your desired nickname and game's access code
pl: Wpisz wybrany pseudonim i kod dostępu do gry

source: If you're already participating in any ongoing games
pl: Jeśli już uczestniczysz w jakichkolwiek trwających grach

source: Unregistered players can join only one active game at the time
pl: Niezarejestrowani gracze mogą dołączyć tylko do jednej aktywnej gry w tym samym czasie

source: If you access a new game, you will lose access to the previous one
pl: Jeśli uzyskasz dostęp do nowej gry, utracisz dostęp do poprzedniej

source: Nicknames have to be unique in the game
pl: Pseudonimy muszą być unikalne w grze

source: You cannot join the game which is already holding your avatar (you have already joined before)
pl: Nie możesz dołączyć do gry, która już trzyma twój awatar (do której już dołączyłeś)

source: Gamer panel
pl: Panel gracza

source: Change the stats of your character in the displayed form
pl: Zmień statystyki swojej postaci w wyświetlanym formularzu

source: and then hit update to save your current stats to display them on the game panel
pl: a następnie naciśnij przycisk aktualizacji, aby zapisać aktualne statystyki i wyświetlić je w panelu gry

source: From here you can also choose to withdraw from game
pl: Stąd możesz również wycofać się z gry

source: You will be able to join the game again from the join view
pl: Będziesz mógł ponownie dołączyć do gry z widoku dołączania

source: but all of your progress will be permanently erased
pl: ale wszystkie twoje postępy zostaną trwale usunięte

source: Kick player
pl: Wyrzuć gracza

source: Are you sure you want to kick this player
pl: Czy na pewno chcesz wyrzucić tego gracza

source: This will irreversibly remove the player and all his progress from the game
pl: Spowoduje to nieodwracalne usunięcie gracza wraz z jego postępem w grze

source: Logout
pl: Wyloguj

source: Stats
pl: Statystyki

source: Account
pl: Konto

source: Help
pl: Pomoc

source: Login
pl: Zaloguj się

source: SignUp
pl: Zarejestruj się

source: Web application e_munchkin
pl: Aplikacja internetowa e_munchkin

source: Welcome
pl: Witaj

source: Join us and play with us
pl: Dołącz do nas i zagraj z nami

source: mysterious stranger
pl: tajemniczy nieznajomy

source: Join an existing game
pl: Dołącz do istniejącej gry

source: You have visited this page
pl: Odwiedziłeś/aś tę stronę

source: time
pl: raz

source: times
pl: razy

source: username
pl: nazwa użytkownika

source: Required. 30 characters or fewer. Letters, numbers and @/./+/-/_ characters
pl: Wymagane. 30 znaków lub więcej. Litery, cyfry i znaki @/./+/-/_

source: nick name
pl: pseudonim

source: email address
pl: adres email

source: date joined
pl: data dołączenia

source: Change account details
pl: Zmień dane konta

source: Change password
pl: Zmień hasło

source: Save changes
pl: Zapisz zmiany

source: Do you want to leave us
pl: Chcesz nas opuścić

source: Are you sure you want to delete your account?
pl: Czy jesteś pewien/pewna, że chcesz usunąć to konto?

source: This will irreversibly remove your hosted games and gamers
pl: Spowoduje to nieodwracalne usunięcie prowadzonych gier i graczy

source: All of your current stats will be lost
pl: Wszystkie twoje bieżące statystyki zostaną utracone

source: Change profile details
pl: Zmień dane profilu

source: Delete account
pl: Usuń konto

source: Sign up
pl: Zarejestruj się

source: Hey
pl: Hej

source: that's all yours
pl: to wszystko twoje

source: Hosted games
pl: Prowadzone gry

source: Games you have been hosting
pl: Gry, które prowadziłeś/aś

source: Game finished at
pl: Gra ukończona dnia

source: Game winner
pl: Zwycięzca gry

source: You not have been hosting any finished games
pl: Nie prowadziłeś żadnych zakończonych gier

source: Played games
pl: Gry, w których grałeś/aś

source: You are playing as
pl: Grasz jako

source: Game host
pl: Prowadzący grę

source: You are not playing any games as gamer
pl: Nie grasz w żadną grę

source: You have been playing as
pl: Grałeś jako

source: You not have been playing any finished games as gamer
pl: Nie grałeś/aś w żadną zakończoną grę
